Revit 2027 API
ExportFontTable.GetKeys Method
 Returns a collection of the keys stored in this table.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public IList<ExportFontKey> GetKeys()
Public Function GetKeys As IList(Of ExportFontKey)
public:
IList<ExportFontKey^>^ GetKeys()
member GetKeys : unit -> IList<ExportFontKey>
Return Value
IList<ExportFontKey>
 The collection of keys.
See Also
Reference
ExportFontTable Class
Autodesk.Revit.DB Namespace